const button = [
    {
        'id' : `1`,
        'name' : `Что такое HTML?`,
        'text' : `HTML (от англ. HyperText Markup Language — «язык гипертекстовой разметки») — стандартизированный язык гипертекстовой разметки документов для просмотра веб-страниц в браузере.`,
    },
    {
        'id' : `2`,
        'name' : `Что такое CSS?`,
        'text' : `CSS (/siːɛsɛs/ англ. Cascading Style Sheets «каскадные таблицы стилей») — формальный язык декорирования и описания внешнего вида документа (веб-страницы), написанного с использованием языка разметки (чаще всего HTML или XHTML).`,
    },
    {
        'id' : `3`,
        'name' : `Что такое JavaScript?`,
        'text' : `JavaScript (/ˈdʒɑːvɑːˌskrɪpt/; аббр. JS /ˈdʒeɪ.ɛs./) — мультипарадигменный язык программирования.`,
    }
]

export function getData(){
    return button;
}